/*
Реализовать основные 4 арифметические операции (+, -, /, *) 
в виде функций с двумя параметрами. 
Т.е. например, функция для сложения должна принимать два числа,
складывать их и возвращать результат.

Обязательно использовать оператор return.
*/

'use strict'

/**
* функция возвращает сумму параметров
*/
function sum(num_1, num_2){
	return num_1 + num_2
}

/**
* функция возвращает разность параметров
*/
function diff(num_1, num_2){
	return num_1 - num_2
}

/**
* функция возвращает произведение параметров
*/
function multi(num_1, num_2){
	return num_1 * num_2
}

/**
* функция возвращает частное параметров
*/
function div(num_1, num_2){
	return num_1 / num_2
}

